//首页组件
import React, {Component} from 'react' //通过react来创建组件

export default class AboutComponent extends Component {
    render() {
        return (
            <div>

                <p style={{padding:'10px',marginTop:'10px'}}>数羊战队 致谢 我们来自五湖四海为着一个相同的目标相聚在传智时光飞逝岁月荏苒转眼已至毕业, , . , ,
                    <br/>
                季为了帮助组员高效复习加深理解数羊战队各位队员对题目进行了整理 由于时间有限能. , , . ,
                 <br/>
                力略有欠缺不足之处还请见谅错误之处还请指出反正笔者是不会改的
                 <br/>
                多做交流希望大家共通学习共同进步!
                 <br/>
                特此对参与整理的人员进行感谢 以下排名不分先后,
                 <br/>
                陈政宏 跟我喝酒的都能拿 ----"10K+"
                <br/>
                陈佩施 有什么姿势是我现在做不到的？ ----" "
                <br/>
                陈章会 来我帮你换个头 ----" , "
                <br/>
                邱云阳 美国老大爷 ----" "
                <br/>
                王月功 树新风 ----" tree new bee"
                <br/>
                叶蓝梦 我是一名大四的学生 ----" "
                <br/>
                杨尚博 大哥要纪录片吗 ----" , "
                <br/>
                朱林峰 停车做爱峰林朱霜叶红于二月花 ----" , "
                <br/>
                查景蓝 昏斗罗婵姐的手好滑啊 ----" : ~"
                <br/>
                感谢各位任课老师、婷姐、少爷对我们的敦敦教导！
                <br/>
                数羊战队
                </p>
                            <span style={{float:'right'}}>2016-11-20</span>
            </div>

        )
    }
}